[X2Effect_DLC_Day60Freeze]
FreezeName="Заморожений"
FreezeDesc="Замороженi бiйцi не можуть рухатися та виконувати дiї, а також є легшою мiшенню."
RulerFreezeTickFlyover="Замороження: <Ability:TurnsRemaining/>"
FreezeEffectAddedString="<XGParam:StrValue0/!UnitName/> заморожений."
FreezeEffectPersistsString="<XGParam:StrValue0/!UnitName/> все ще заморожений."
FreezeEffectRemovedString="<XGParam:StrValue0/!UnitName/> звiльнився вiд замороження."
FreezeLostFlyover="Вiдтанув"
LargeUnitFreezeLostFlyover="Вiдтанення: дiю втрачено"


;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day60]
m_strHunterWeaponsAvailableTitle="Зброя мисливця"
m_strHunterWeaponsAvailableLabel="ЗНАЙДЕНО НОВЕ СПОРЯДЖЕННЯ"
m_strHunterWeaponsAvailableBody="Командире, тепер нашi солдати можуть використовувати унiкальну зброю, знайдену в трюмi розбитого «Рейнджера»."
m_strHunterWeaponsAvailableGoToArmory="ВИКОРИСТОВУВАТИ НОВУ ЗБРОЮ"

m_strHunterWeaponsPOIAvailableBody="Командире, нашi сканери виявили аварiйний маяк, що працює на частотах, якi ми не використовували з часiв вторгнення. Є ймовiрнiсть, що хтось мiг вижити; ми повиннi з'ясувати, що вiдбувається, якомога швидше."
m_strAlienNestPOIAvailableBody="Командире, ми визначили мiсце злету «Рейнджера». У його околицях виявлено слабкий сигнал на вiдкритiй частотi, i голос дуже нагадує доктора Вален. Ми повиннi негайно туди вирушити - є шанс, що вона ще жива."

m_strRulerGuardingFacilityTitle="Комплекс охороняє сильний прибулець"
m_strRulerGuardingFacilityLabel="ВИЯВЛЕНО НЕБЕЗПЕЧНОГО ВОРОГА"
m_strRulerGuardingFacilityImage="img:///UILibrary_XPACK_StrategyImages.Alert_Dangerous_Enemy_Detected"
m_strRulerGuardingFacilityBody="Командире, надiйшла iнформацiя, що комплекс \"Адвента\" охороняється могутнiм i вкрай небезпечним прибульцем. Дотримуйтесь максимальної обережностi."

[UIMission_AlienNest]
m_strFlavorText="Ми визначили мiсце злету розбитого «Рейнджера»; нашi датчики не дозволяють отримати чiтку картину подiй на мiсцi аварiї, але якiсь ознаки життя там визначено є."
m_strLaunchMission="РОЗСЛIДУВАТИ"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day60]
NarrativeContentLabel="Мисливцi за прибульцями: «Гнiздо»"
NarrativeContentSummary="З цього завдання починається сюжет доповнення «Мисливцi за прибульцями». Доступнiсть iгрових матерiалiв (зброї, бронi та нових ворогiв) вiд цього завдання не залежить."

PartContentLabel="Мисливцi за прибульцями"
PartContentSummary="Налаштування ймовiрностi того, що новi солдати отримають зовнiшнiсть iз доповнення «Мисливцi за прибульцями»"

EnableContentLabel="Увiмкнути режим «Мисливцi за прибульцями»?"
EnableContentSummary="Режим «Мисливцi за прибульцями» додає в завдання нових ворогiв, а також зброю, броню та спорядження для ХСОМ. Хочете увiмкнути доповнення «Мисливцi за прибульцями» для поточної кампанiї?\n\nНовi налаштування солдатiв стануть доступнi автоматично.\n\nПовний сюжет доповнення, включаючи нове сюжетне завдання, стане доступний тiльки в новiй кампанiї."
EnableContentAcceptLabel="Увiмкнути режим «Мисливцi за прибульцями»"
EnableContentCancelLabel="Скасувати"

m_strRulerPresentOnMission="Це мiсце охороняється надзвичайно могутнiм i небезпечним прибульцем!"

[XComGameState_AlienRulerManager]
NestCentralFirstName="Джон"
NestCentralLastName="Бредфорд"
NestCentralNickName="Центр"